Repository: vinhnx/Clendar
Catalog: Clendar/Resources/Localization/*.lproj/Localizable.strings
Languages: es, fr, th, vi

source: [Beta] You can choose to use experimental natural language parsing mode when create new event. This feature will be constantly improved. Available languages: English, Spanish, French, Japanese, German, Chinese.
es: [Beta] Puede optar por utilizar el modo de análisis de lenguaje natural experimental al crear un nuevo evento. Esta característica se mejorará constantemente. Idiomas disponibles: inglés, español, francés, japonés, alemán, chino.
fr: [Bêta] Vous pouvez choisir d'utiliser le mode d'analyse du langage naturel expérimental lors de la création d'un nouvel événement. Cette fonctionnalité sera constamment améliorée. Langues disponibles : anglais, espagnol, français, japonais, allemand, chinois.
th: [เบต้า] คุณสามารถเลือกใช้โหมดแยกวิเคราะห์ภาษาธรรมชาติแบบทดลองเมื่อสร้างกิจกรรมใหม่ คุณลักษณะนี้จะได้รับการปรับปรุงอย่างต่อเนื่อง ภาษาที่ใช้ได้: อังกฤษ สเปน ฝรั่งเศส ญี่ปุ่น เยอรมัน จีน

source: App info
es: Informacion de la applicacion
fr: Informations sur l'application
th: ข้อมูลแอพ
vi: Thông tin ứng dụng

source: Auto-select day
es: Seleccionar día automáticamente
fr: Jour de sélection automatique
th: เลือกวันอัตโนมัติ
vi: Tự động chọn ngày

source: Auto-select day when month changes
es: Seleccionar automáticamente el día cuando cambia el mes
fr: Jour de sélection automatique lorsque le mois change
th: เลือกวันที่เปลี่ยนเดือนโดยอัตโนมัติ
vi: Tự động chọn ngày

source: Auto-select first day of month/week when calendar changes
es: Seleccionar automáticamente el primer día del mes / semana cuando cambia el calendario
fr: Sélection automatique du premier jour du mois/de la semaine lorsque le calendrier change
th: เลือกวันแรกของเดือน/สัปดาห์โดยอัตโนมัติเมื่อปฏิทินเปลี่ยน
vi: Tự động chọn ngày đầu tiên của tháng / tuần khi lịch thay đổi

source: Available calendars
es: Calendarios disponibles
fr: Calendriers disponibles
th: ปฏิทินที่มีจำหน่าย
vi: Lịch có sẵn

source: Calendar grid view
es: Vista de cuadrícula de calendario
fr: Affichage de la grille du calendrier
th: มุมมองตารางปฏิทิน
vi: Chế độ xem lịch dạng lưới

source: Calendar View
es: Vista de calendario
fr: Vue Calendrier
th: มุมมองปฏิทิน
vi: Chế độ xem lịch

source: Calendars
es: Calendarios
fr: Calendriers
th: ปฏิทิน
vi: Danh sách lịch

source: Cancel
es: Cancelar
fr: Annuler
th: ยกเลิก
vi: Hủy bỏ

source: Check calendar at a glance
es: Consulta el calendario de un vistazo
fr: Consultez le calendrier en un coup d'œil
th: ตรวจสอบปฏิทินได้อย่างรวดเร็ว
vi: Kiểm tra lịch trong nháy mắt

source: Choose your desired app icon
es: Elija el icono de la aplicación que desee
fr: Choisissez l'icône de votre application souhaitée
th: เลือกไอคอนแอพที่คุณต้องการ
vi: Chọn biểu tượng ứng dụng mong muốn của bạn

source: Custom App Icon
es: Icono de aplicación personalizada
fr: Icône d'application personnalisée
th: ไอคอนแอปที่กำหนดเอง
vi: Biểu tượng ứng dụng tùy chỉnh

source: Dark
es: Oscura
fr: Sombre
th: มืด
vi: Tối

source: Date
es: Fecha
th: วันที่
vi: Ngày

source: Date Info Widget
es: Widget de información de fecha
fr: Widget d'informations sur la date
th: วิดเจ็ตข้อมูลวันที่
vi: Tiện ích thông tin ngày

source: Default event duration
es: Duración predeterminada del evento
fr: Durée de l'événement par défaut
th: ระยะเวลากิจกรรมเริ่มต้น
vi: Thời lượng sự kiện mặc định

source: Delete Event
es: Eliminar evento
fr: Supprimer l'événement
th: ลบกิจกรรม
vi: Xóa sự kiện

source: Dim
es: Oscura
fr: Faible
th: ติ่มซำ
vi: Tối mờ

source: Done
es: Hecho
fr: Terminé
th: เสร็จแล้ว
vi: Xong

source: Edit Event
es: Editar evento
fr: Modifier l'événement
th: แก้ไขกิจกรรม
vi: Sửa sự kiện

source: General
fr: Générale
th: ทั่วไป
vi: Tổng quan

source: Haptic feedback
es: Retroalimentación háptica
fr: Retour haptique
th: การตอบสนองแบบสัมผัส
vi: Phản hồi xúc giác

source: Light
es: Ligera
fr: Légère
th: แสงสว่าง
vi: Sáng

source: Lunar date
es: Fecha mensual
fr: Dates mensuelles
th: วันที่รายเดือน
vi: Ngày âm lịch

source: minutes
es: minutos
th: นาที
vi: phút

source: Month
es: Mes
fr: Mois
th: เดือน
vi: Tháng

source: Month view
es: Vista de mes
fr: Vue mensuelle
th: มุมมองเดือน
vi: Tháng

source: Month view calendar
es: Calendario de vista mensual
fr: Calendrier de vue mensuelle
th: ปฏิทินมุมมองเดือน
vi: Hiển thị tháng

source: Name
es: Nombre
fr: Nom
th: ชื่อ
vi: Tên

source: None
es: Ninguna
fr: Rien
th: ไม่มี
vi: Không

source: Off
es: Apagada
fr: Désactivé
th: ปิด
vi: Tắt

source: OK
es: Okay
fr: d'accord
th: ตกลง
vi: Đồng ý

source: On
es: En
fr: Au
th: บน
vi: Mở

source: Quick Event
es: Evento rápido
fr: Événement rapide
th: กิจกรรมด่วน
vi: Tạo sự kiện nhanh

source: Settings
es: Configuraciones
fr: Paramètres
th: การตั้งค่า
vi: Tùy chỉnh

source: Show days out
es: Mostrar días fuera
fr: Afficher les jours de sortie
th: แสดงวันออก
vi: Hiện ngày khác tháng

source: Supplementary day view
es: Vista complementaria del día
fr: Vue journalière supplémentaire
th: มุมมองวันเสริม
vi: Xem ngày bổ sung

source: Themes
fr: Thèmes
th: ธีม
vi: Chủ đề

source: Upcoming events
es: Próximos Eventos
fr: Évènements à venir
th: เหตุการณ์ที่จะเกิดขึ้น
vi: Các sự kiện sắp tới

source: Version
es: Versión
th: เวอร์ชั่น
vi: Phiên bản

source: View Event
es: Ver evento
fr: Voir l'événement
th: ดูกิจกรรม
vi: Xem sự kiện

source: View mode
es: Modo de vista
fr: Mode d'affichage
th: โหมดดู
vi: Chế độ hiển thị

source: Week view
es: Vista de semana
fr: Vue de la semaine
th: มุมมองสัปดาห์
vi: Tuần

source: read a book this Friday 8PM...
es: leer un libro este viernes 8PM ...
fr: lire un livre ce vendredi 20h...
th: อ่านหนังสือวันศุกร์นี้ 20.00 น...
vi: đọc sách vào 8 giờ tối thứ sáu...

# You can choose available calendars to shown in event list
source: You can choose available calendars to show in event list
es: Puede elegir los calendarios disponibles para mostrar en la lista de eventos
fr: Vous pouvez choisir les calendriers disponibles à afficher dans la liste des événements
th: คุณสามารถเลือกปฏิทินที่จะแสดงในรายการกิจกรรมได้
vi: Bạn có thể chọn các lịch có sẵn để hiển thị trong danh sách sự kiện

source: No more events today, enjoy your day! 🎉
es: ¡No más eventos hoy, disfruta tu día! 🎉
fr: Plus d'événements aujourd'hui, profitez de votre journée ! 🎉
th: วันนี้ไม่มีกิจกรรมอีกแล้ว ขอให้สนุกกับวันของคุณ! 🎉
vi: Hôm nay không có sự kiện nào nữa, hãy tận hưởng một ngày của bạn! 🎉

source: No events for today, enjoy your day! 🎉
es: No hay eventos para hoy, ¡disfruta tu día! 🎉
fr: Aucun événement pour aujourd'hui, profitez de votre journée ! 🎉
th: ไม่มีกิจกรรมสำหรับวันนี้สนุกกับวันของคุณ! 🎉
vi: Hôm nay không có sự kiện nào, hãy tận hưởng một ngày của bạn! 🎉

source: English
es: Inglés
fr: Anglaise
th: ภาษาอังกฤษ
vi: Tiếng Anh

source: Vietnamese
es: vietnamita
fr: Vietnamienne
th: ภาษาเวียดนาม
vi: Tiếng Việt

source: Change app Language
es: Cambiar el idioma de la aplicación
fr: Changer la langue de l'application
th: เปลี่ยนภาษาแอป
vi: Thay đổi ngôn ngữ

source: All day
es: Todo el dia
th: ทั้งวัน
vi: Cả ngày

source: Start
es: comienzo
fr: Début
th: เริ่ม
vi: Bắt đầu

source: End
es: Fin
fr: Finir
th: จบ
vi: Kết thúc

source: Add event
es: Añadir evento
fr: Ajouter un évènement
th: เพิ่มกิจกรรม
vi: Thêm sự kiện

source: Recurring event
es: Evento recurrente
fr: Événement récurrent
th: เหตุการณ์ที่เกิดซ้ำ
vi: Sự kiện lập lại

source: Recurring date
es: Fecha recurrente
fr: Date récurrente
th: วันที่เกิดซ้ำ
vi: Ngày lập sự kiện

source: Start time
es: Hora de inicio
fr: Heure de début
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu

source: End time
es: Hora de finalización
fr: Heure de fin
th: เวลาสิ้นสุด
vi: Thời gian kết thúc

source: Location
es: Ubicación
fr: Emplacement
th: ที่ตั้ง
vi: Địa điểm

source: New Event
es: Nuevo evento
fr: Nouvel évènement
th: กิจกรรมใหม่
vi: Sự kiện mới

source: Input event
es: Evento de entrada
th: อินพุตเหตุการณ์
vi: Nhập sự kiện

source: Select event start time
es: Seleccione la hora de inicio del evento
fr: Sélectionnez l'heure de début de l'événement
th: เลือกเวลาเริ่มกิจกรรม
vi: Chọn thời gian bắt đầu

source: Select event end time
es: Seleccionar la hora de finalización del evento
fr: Sélectionnez l'heure de fin de l'événement
th: เลือกเวลาสิ้นสุดกิจกรรม
vi: Chọn thời gian kết thúc

source: Title of the event
es: Título del evento
fr: Titre de l'événement
th: ชื่องาน
vi: Tiêu đề của sự kiện

source: Event duration
es: Duración del evento
fr: Durée de l'événement
th: ระยะเวลากิจกรรม
vi: Thời lượng sự kiện

source: Collapse this view
es: Contraer esta vista
fr: Réduire cette vue
th: ยุบมุมมองนี้
vi: Thu gọn chế độ xem này

source: Create new event
es: Crear nuevo evento
fr: Créer un nouvel événement
th: สร้างกิจกรรมใหม่
vi: Tạo sự kiện mới

source: Follow system
es: Seguir el sistema
fr: Suivre le système
th: ติดตามระบบ
vi: Theo hệ thống

source: Widget theme
es: Tema de widget
fr: Thème des widgets
th: ธีมวิดเจ็ต
vi: Chủ đề Widget

source: Rate Clendar
es: Clendar de tarifas
fr: Taux Clendar
th: อัตราปฏิทิน
vi: Đánh giá Clendar

source: Sharing
es: Compartiendo
fr: Partage
th: การแบ่งปัน
vi: Chia sẻ

source: Sharing is caring. If you like Clendar, please leave a review or help sharing this app to the world, thank you!
es: Compartir es demostrar interés. Si le gusta Clendar, deje un comentario o ayude a compartir esta aplicación con el mundo, ¡gracias!
fr: Partager c'est aimer. Si vous aimez Clendar, veuillez laisser un avis ou aider à partager cette application avec le monde, merci !
th: การแบ่งปันคือความห่วงใย ถ้าคุณชอบ Clendar โปรดแสดงความคิดเห็นหรือช่วยแชร์แอปนี้ให้โลกรู้ ขอบคุณ!
vi: Chia sẻ là quan tâm. Nếu bạn thích Clendar, vui lòng để lại đánh giá hoặc giúp chia sẻ ứng dụng này với mọi người, cảm ơn bạn!

source: Share Clendar
fr: Partager Clendar
th: แบ่งปันปฏิทิน
vi: Chia sẻ Clendar

source: Calendars Visibility
es: Visibilidad de calendarios
fr: Visibilité des calendriers
th: การเปิดเผยปฏิทิน
vi: Chế độ hiển thị lịch

source: Week
es: Semana
fr: La semaine
th: สัปดาห์
vi: Tuần

source: Calendar
es: Calendario
th: ปฏิทิน
vi: Lịch

source: Delete
es: Eliminar
fr: Effacer
th: ลบ
vi: Xóa

source: Edit
es: Editar
fr: Éditer
th: แก้ไข
vi: Sửa

source: Are you sure you want to delete this event?
es: ¿Estás seguro de que deseas eliminar este evento?
fr: Voulez-vous vraiment supprimer cet événement ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกิจกรรมนี้
vi: Bạn có chắc chắn muốn xóa sự kiện này?

source: Default
es: Defecto
fr: Défaut
th: ค่าเริ่มต้น
vi: Mặc định

source: Original
fr: Originale
th: ต้นฉบับ
vi: Nguyên bản

source: Keyboard shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
th: แป้นพิมพ์ลัด
vi: Phím tắt bàn phím

source: Productivity, increased! 🚀
es: ¡Productividad aumentada! 🚀
fr: Productivité augmentée 🚀
th: ผลผลิตเพิ่มขึ้น! 🚀
vi: Năng suất, tăng! 🚀

source: Events
es: Eventos
fr: Événements
th: เหตุการณ์
vi: Sự kiện

source: Dismiss view
es: Descartar vista
fr: Ignorer la vue
th: ปิดมุมมอง
vi: Đóng màn hình

source: Save event
es: Guardar evento
fr: Enregistrer l'événement
th: บันทึกเหตุการณ์
vi: Lưu tạo sự kiện

source: Toggle all day switch
es: Cambiar todo el día
fr: Basculer toute la journée
th: สลับสวิตช์ทั้งวัน
vi: Chuyển đổi cả ngày

source: Switch to current date
es: Cambiar a la fecha actual
fr: Passer à la date du jour
th: เปลี่ยนเป็นวันที่ปัจจุบัน
vi: Chuyển sang ngày hiện tại

source: Preferences
es: Preferencias
fr: Préférences
th: การตั้งค่า
vi: Tùy chọn

source: Open Settings
es: Configuración abierta
fr: Ouvrir les paramètres
th: เปิดการตั้งค่า
vi: Mở Cài đặt

source: Siri Shortcuts
es: Atajos de Siri
fr: Raccourcis Siri
th: ทางลัด Siri

source: Show Siri shortcuts view
es: Mostrar vista de atajos de Siri
fr: Afficher la vue des raccourcis Siri
th: แสดงมุมมองทางลัดของ Siri
vi: Hiển thị chế độ xem lối tắt Siri

source: Open Clendar Siri Shortcuts
es: Abrir accesos directos de Siri al calendario
fr: Ouvrir les raccourcis Clendar Siri
th: เปิดปฏิทินทางลัด Siri
vi: Mở Clendar Siri Shortcuts

source: Create new Clendar event(s)
es: Crear nuevos eventos de calendario
fr: Créer de nouveaux événements Clendar
th: สร้างกิจกรรมในปฏิทินใหม่
vi: Tạo (các) sự kiện Clendar mới

source: Open Clendar Settings
es: Abrir configuración de calendario
fr: Ouvrir les paramètres de Clendar
th: เปิดการตั้งค่าปฏิทิน
vi: Mở Cài đặt Clendar

source: New Clendar Event
es: Nuevo evento de calendario
fr: Nouvel événement Clendar
th: กิจกรรมปฏิทินใหม่
vi: Sự kiện Clendar Mới

source: Feedback/Report Issue
es: Comentarios / Informar problema
fr: Problème de rétroaction/rapport
th: ข้อเสนอแนะ/รายงานปัญหา
vi: Phản hồi/Báo cáo sự cố

source: Event
es: Evento
fr: Événement
th: เหตุการณ์
vi: Sự kiện

source: Event List Widget
es: Widget de lista de eventos
fr: Widget de liste d'événements
th: วิดเจ็ตรายการกิจกรรม
vi: Tiện ích danh sách sự kiện

source: Your day events at a glance
es: Los eventos del día de un vistazo
fr: Vos événements de la journée en un coup d'œil
th: กิจกรรมวันของคุณได้อย่างรวดเร็ว
vi: Sơ lược về các sự kiện trong ngày của bạn

source: You can now quick shortcuts to Siri and Shortcuts app. Try adding one below
es: Ahora puede usar atajos rápidos a la aplicación Siri y Atajos. Intente agregar uno a continuación
fr: Vous pouvez désormais accéder à des raccourcis rapides vers l'application Siri et Raccourcis. Essayez d'en ajouter un ci-dessous
th: ตอนนี้คุณสามารถใช้คำสั่งลัดด่วนไปยังแอพ Siri และแอพคำสั่งลัดได้แล้ว ลองเพิ่มด้านล่าง
vi: Giờ đây, bạn có thể sử dụng các phím tắt nhanh cho Siri và ứng dụng Shortcuts. Hãy thử thêm một cái bên dưới

source: If you're feeling Clendar is helpful and would like to support the app development effort; like new features, extra themes, app icons in the future; feel free to leave me a tip. Any tip amount at all helps a lot, thank you very much!
es: Si cree que Clendar es útil y le gustaría apoyar el esfuerzo de desarrollo de la aplicación; como nuevas funciones, temas adicionales, íconos de aplicaciones en el futuro; Los consejos son muy apreciados. Cualquier cantidad de propina ayuda mucho, ¡muchas gracias!
fr: Si vous pensez que Clendar est utile et que vous souhaitez soutenir l'effort de développement de l'application ; comme de nouvelles fonctionnalités, des thèmes supplémentaires, des icônes d'applications à l'avenir ; Les conseils sont fortement appréciés. N'importe quel montant de pourboire aide beaucoup, merci beaucoup!
th: หากคุณรู้สึกว่า Clendar มีประโยชน์และต้องการสนับสนุนความพยายามในการพัฒนาแอป เช่นคุณสมบัติใหม่ ธีมพิเศษ ไอคอนแอพในอนาคต คำแนะนำได้รับการชื่นชมอย่างมาก จำนวนทิปช่วยได้มาก ขอบคุณมาก!
vi: Nếu bạn cảm thấy Clendar hữu ích và muốn hỗ trợ nỗ lực phát triển ứng dụng; như các tính năng mới, chủ đề bổ sung, biểu tượng ứng dụng trong tương lai; lời khuyên được đánh giá rất cao. Bất kỳ số tiền tip giúp rất nhiều, cảm ơn bạn rất nhiều!

source: Swipe down to collapse
es: Desliza hacia abajo para colapsar
fr: Faites glisser vers le bas pour réduire
th: ปัดลงเพื่อยุบ
vi: Vuốt xuống để thu gọn

source: Event deleted!
es: Evento eliminado
fr: Événement supprimé !
th: ลบกิจกรรม!
vi: Sự kiện đã bị xóa!

source: Unable to determine email sending state
es: No se puede determinar el estado de envío del correo electrónico
fr: Impossible de déterminer l'état d'envoi de l'e-mail
th: ไม่สามารถระบุสถานะการส่งอีเมลได้
vi: Không thể xác định trạng thái gửi email

source: Unable to open email client, please try again later
es: No se puede abrir el cliente de correo electrónico, vuelva a intentarlo más tarde
fr: Impossible d'ouvrir le client de messagerie, veuillez réessayer plus tard
th: ไม่สามารถเปิดโปรแกรมรับส่งเมลได้ โปรดลองอีกครั้งในภายหลัง
vi: Không thể mở ứng dụng email, vui lòng thử lại sau

source: Events deleted!
es: Eventos eliminados
fr: Événements supprimés !
th: ลบกิจกรรม!
vi: Sự kiện đã bị xóa!

source: Delete All Future Events
es: Eliminar todos los eventos futuros
fr: Supprimer tous les événements futurs
th: ลบเหตุการณ์ในอนาคตทั้งหมด
vi: Xóa tất cả các sự kiện trong tương lai

source: Delete This Event Only
es: Eliminar solo este evento
th: ลบกิจกรรมนี้เท่านั้น
vi: Chỉ xóa sự kiện này

source: This is a repeating event.
es: Este es un evento que se repite.
fr: Ceci est un événement récurrent.
th: นี่เป็นเหตุการณ์ที่เกิดซ้ำ
vi: Đây là một sự kiện lặp lại.

source: Is Recurring
es: Es recurrente
fr: est récurrent
th: กำลังเกิดขึ้น
vi: Định kỳ

source: No event selected
es: Ningún evento seleccionado
fr: Aucun événement sélectionné
th: ไม่ได้เลือกกิจกรรม
vi: Không có sự kiện nào được chọn

source: True Dark
es: Verdadero oscuro
fr: Vraiment sombre
th: ทรู ดาร์ก
vi: Cực tối

source: True Light
es: Luz verdadera
fr: Vraie Lumière
th: ทรูไลท์
vi: Cực sáng

source: No more events today, enjoy your day!
es: No hay eventos para hoy, ¡disfruta tu día!
fr: Plus d'événements aujourd'hui, profitez de votre journée !
th: วันนี้ไม่มีกิจกรรมอีกแล้วสนุกกับวันของคุณ!
vi: Không có sự kiện nào cho ngày hôm nay, hãy tận hưởng một ngày của bạn!

source: No events for today, enjoy your day!
es: No hay eventos para hoy, ¡disfruta tu día!
fr: Aucun événement pour aujourd'hui, profitez de votre journée !
th: ไม่มีกิจกรรมสำหรับวันนี้สนุกกับวันของคุณ!
vi: Không có sự kiện nào cho ngày hôm nay, hãy tận hưởng một ngày của bạn!

source: You will be redirect to Settings app to select your preferred app language. After choosing the language, please relaunch the application to apply effects (Tip: you can tap the top left icon, below the status bar to quickly launch the app).
es: Se le redirigirá a la aplicación Configuración para seleccionar el idioma de la aplicación que prefiera. Después de elegir el idioma, reinicie la aplicación para aplicar efectos (Consejo: puede tocar el ícono superior izquierdo, debajo de la barra de estado para iniciar rápidamente la aplicación).
fr: Vous serez redirigé vers l'application Paramètres pour sélectionner votre langue d'application préférée. Après avoir choisi la langue, veuillez relancer l'application pour appliquer des effets (Astuce : vous pouvez appuyer sur l'icône en haut à gauche, sous la barre d'état pour lancer rapidement l'application).
th: คุณจะถูกเปลี่ยนเส้นทางไปยังแอปการตั้งค่าเพื่อเลือกภาษาของแอปที่คุณต้องการ หลังจากเลือกภาษาแล้ว โปรดเปิดแอปพลิเคชันอีกครั้งเพื่อใช้เอฟเฟกต์ (เคล็ดลับ: คุณสามารถแตะไอคอนด้านซ้ายบน ใต้แถบสถานะเพื่อเปิดแอปอย่างรวดเร็ว)
vi: Bạn sẽ được chuyển hướng đến ứng dụng Cài đặt để chọn ngôn ngữ ứng dụng ưa thích của mình. Sau khi chọn ngôn ngữ, vui lòng khởi chạy lại ứng dụng để áp dụng các hiệu ứng (Mẹo: bạn có thể nhấn vào biểu tượng trên cùng bên trái, bên dưới thanh trạng thái để khởi chạy nhanh ứng dụng).

source: Change Language
es: Cambiar idioma
fr: Changer de langue
th: เปลี่ยนภาษา

source: Support
es: Apoyo
fr: Soutien
th: สนับสนุน
vi: Hỗ trợ

source: Tip jar
es: Tarro de propinas
fr: Pot de pourboire
th: โถทิป
vi: Lọ tiền boa

source: Default Calendar
es: Calendario predeterminado
th: ปฏิทินเริ่มต้น

source: Gregorian
fr: calendrier Grégorien
th: ปฏิทินเกรกอเรียน

source: Buddhist
es: calendario budista
fr: Calendrier bouddhiste
th: ปฏิทินพุทธ

source: Lunar calendar (Chinese calendar)
es: Calendario lunar
fr: Calendrier lunaire
th: ปฏิทินจันทรคติ

source: Coptic
es: calendario copto
fr: Calendrier copte
th: ปฏิทินคอปติก

source: Ethiopic (Amete Mihret)
es: Calendario etíope (Amete Mihret)
fr: Calendrier éthiopien (Amete Mihret)
th: ปฏิทินเอธิโอเปีย (Amete Mihret)

source: Ethiopic (Amete Alem)
es: Calendario etíope (Amete Alem)
fr: Calendrier éthiopien (Amete Alem)
th: ปฏิทินเอธิโอเปีย (Amete Alem)

source: Hebrew
es: calendario hebreo
fr: Calendrier hébreu
th: ปฏิทินฮีบรู

source: Indian
es: calendario indio
fr: Calendrier indien
th: ปฏิทินอินเดีย

source: Islamic
es: calendario islámico
fr: Calendrier islamique
th: ปฏิทินอิสลาม

source: Islamic civil
es: calendario civil islámico
fr: Calendrier civil islamique
th: ปฏิทินพลเรือนของอิสลาม

source: Japanese
es: calendario japonés
fr: calendrier japonais
th: ปฏิทินญี่ปุ่น

source: Persian
es: calendario persa
fr: Calendrier persan
th: ปฏิทินเปอร์เซีย

source: Republic of China
es: Calendario de la República de China
fr: Calendrier de la République de Chine
th: ปฏิทินสาธารณรัฐจีน

source: tabular Islamic
es: calendario islámico tabular
fr: calendrier islamique tabulaire
th: ปฏิทินอิสลามแบบตาราง

source: Calendar Type
es: Tipo de calendario
fr: Type de calendrier
th: ประเภทปฏิทิน

source: Clendar+ is an one-time-purchase to access premium features. Basic functionality will remain free forever. You can verify and restore past in-app-purchases, if any, by tapping on the Restore button.
es: Clendar+ es una compra única para acceder a funciones premium. La funcionalidad básica seguirá siendo gratuita para siempre. Puede verificar y restaurar compras pasadas en la aplicación, si las hubiera, tocando el botón Restaurar.
fr: Clendar+ est un achat unique pour accéder aux fonctionnalités premium. Les fonctionnalités de base resteront gratuites pour toujours. Vous pouvez vérifier et restaurer les achats intégrés passés, le cas échéant, en appuyant sur le bouton Restaurer.
th: Clendar+ เป็นการซื้อครั้งเดียวเพื่อเข้าถึงคุณสมบัติระดับพรีเมียม ฟังก์ชันพื้นฐานจะยังคงใช้งานได้ฟรีตลอดไป คุณสามารถตรวจสอบและกู้คืนการซื้อในแอปที่ผ่านมา หากมี โดยแตะที่ปุ่มกู้คืน

source: You have Clendar+. Thanks for your support! 😊
es: Tienes Clendar+. ¡Gracias por su apoyo! 😊
fr: Vous avez Clendar+. Merci pour votre aide! 😊
th: คุณมี Clendar+ ขอบคุณสำหรับการสนับสนุน! 😊

source: Restore
es: Restaurar
fr: Restaurer
th: คืนค่า

source: More calendar identifiers, such as:
es: Más identificadores de calendario, como:
fr: Plus d'identifiants d'agenda, tels que :
th: ตัวระบุปฏิทินเพิ่มเติม เช่น:

source: ... and many more features to come in the future!
es: ... ¡y muchas más características por venir en el futuro!
fr: ... et bien d'autres fonctionnalités à venir !
th: ... และคุณสมบัติอื่น ๆ อีกมากมายที่จะมาในอนาคต!

source: Restore Purchases
es: Restaurar transacción
fr: Restaurer la transaction
th: 恢复事务

source: Unlock all features with one purchase!
es: ¡Desbloquea todas las funciones con una sola compra!
fr: Débloquez toutes les fonctionnalités en un seul achat !
th: ปลดล็อกคุณสมบัติทั้งหมดด้วยการซื้อเพียงครั้งเดียว!

source: First weekday
es: primer día de la semana
fr: Premier jour de la semaine
th: วันธรรมดาวันแรก

source: Unlock extra features
es: Desbloquear funciones adicionales
fr: Débloquez des fonctionnalités supplémentaires
th: ปลดล็อกคุณสมบัติพิเศษ

source: One time purchase
es: Compra única
fr: Achat en un click
th: ซื้อครั้งเดียว

source: Supporting Clendar's development
es: Apoyando el desarrollo de Clendar
fr: Accompagner le développement de Clendar
th: สนับสนุนการพัฒนาของ Clendar

source: Hour minute format
es: formato de minutos de hora
fr: Format heure minute
th: รูปแบบชั่วโมงนาที

source: 12 hour
fr: 12 heures
th: 12 ชม

source: 24 hour
fr: 24 heures
th: 24 ชม

source: Continue
es: Continuar
fr: Continuez
th: ดำเนินการต่อ

source: What's new in Clendar
es: ¿Qué hay de nuevo en Clendar?
fr: Quoi de neuf dans Clendar
th: มีอะไรใหม่ใน Clendar

source: Thanks for using Clendar!
es: ¡Gracias por usar Clendar!
fr: Merci d'utiliser Clendar !
th: ขอบคุณที่ใช้ Clendar!

source: Quickly toggle between dates.
es: Alternar rápidamente entre fechas.
fr: Basculez rapidement entre les dates.
th: สลับระหว่างวันที่ได้อย่างรวดเร็ว

source: Quick date switcher button
es: Botón de cambio de fecha rápida
fr: Bouton de changement de date rapide
th: ปุ่มสลับวันที่ด่วน

source: You can now choose 12 or 24 hour format, from the settings menu.
es: Ahora puede elegir el formato de 12 o 24 horas, desde el menú de configuración.
fr: Vous pouvez maintenant choisir le format 12 ou 24 heures, dans le menu des paramètres.
th: คุณสามารถเลือกรูปแบบ 12 หรือ 24 ชั่วโมงได้จากเมนูการตั้งค่า

source: 12 or 24 hour date setting
es: Ajuste de fecha de 12 o 24 horas
fr: Réglage de la date sur 12 ou 24 heures
th: การตั้งค่าวันที่ 12 หรือ 24 ชั่วโมง
