Repository: vinhnx/Clendar
Catalog: Clendar/Resources/Localization/*.lproj/Localizable.strings
Languages: es, fr, th, vi

source: Have a nice day!
es: ¡Que tenga un lindo día!
fr: Bonne journée!
th: ขอให้เป็นวันที่ดี!
